{
    "news": [
        {
            "topic": "CASAA has won the Competition of Entrance Gateways to Sacred Area Anuradhapura",
            "date": "2020/ 03/ 28",
            "id": 1,
            "type": "Achievements",
            "img_url": "unnamed.png",
            "description": ["First place joint winner - Design competition of the \"Entrance Gateways to the sacred area of UNESCO World Heritage City of Anuradhapura\" competition. The competition was organized by the Sri Lanka Institute of Architects. "]
        },
        {
            "topic": "Nestled Hideaway - Villa: Boutique Hotel in Kandy Featured in “Amazing Architecture“",
            "date": "2020/ 03/ 28",
            "id": 2,
            "type": "Published",
            "img_url": "unnamed.png",
            "description": ["villa that draws inspirations from the vernacular tradition of the locality as well as the natural beauty of the Landscape and historical significance of Kandy. Minimalistic in his approach with clean lines and simple framing of views he has captured what resonates in the context and maximised the land area to create initially a house that is now being used as a boutique villa/hotel",
                            "Full Article - https://www.amazingarchitecture.com/hotel/nestled-hideaway-villa-boutique-hotel-in-kandy-sri-lanka-by-casaa"]
        },
        {
            "topic": "Nestled Hideaway - Villa: Boutique Hotel in Kandy Now in Archdaily which is Most Visited Architecture Website in The World",
            "date": "2020/ 03/ 28",
            "id": 3,
            "type": "Published",
            "img_url": "unnamed.png",
            "description": ["The villa lies on a 10.5 perch (265 square meter) land on a hill in Kandy city, Sri Lanka overlooking the historical Kandy Lake. A narrow elongated site nestled between two 4-5 level apartment buildings. The villa is approximately 70 feet in length and 30 feet in width. The requirements of the client subjected the land to maximum utilisation.",
                            "Full Article - https://www.archdaily.com/886550/nestled-hideaway-villa-boutique-hotel-ipa-architects?ad_source=search&ad_medium=search_result_all"]
        },
        {
            "topic": "House 1, Colombo by CASAA Now in Archdaily",
            "date": "2020/ 03/ 28",
            "id": 4,
            "type": "Published",
            "img_url": "unnamed.png",
            "description": ["Unassuming and minimalist in its principles, this quintessentially cube-like abode sets a criterion for the conception of seamless space in a constrained urban environment. During the daytime the house exudes simplicity and is modest in appearance. At night, however, the house is transformed into an urban “lantern” emitting subtle light; the illuminated interior becomes visible to the outside through intricately treated fenestration. This duality confers an element of drama on the building. Stylistically, however, the house reflects neither the organic nor the vernacular tradition but is a logical response to climate and urban setting.",
                            "Full Article - https://www.archdaily.com/484501/house-1-isurunath-pramitha-associates?ad_source=search&ad_medium=search_result_all"]
        },
        {
            "topic": "CASAA Designs The First Green Regeneration Building in Kandy",
            "date": "2020/ 03/ 28",
            "id": 5,
            "type": "Achievements",
            "img_url": "unnamed.png",
            "description": ["The project is a boutique hotel offering panoramic views of the Kandy Lake, the UNESCO world heritage Temple of the Tooth relic and the central hills beyond. The hotel concept was derived through the context in terms of an anti response to the current built environment that was modulating the hillside the site was located in, which is hap hazard developments with no sensitivity or response to the generic environmental conditions of place. Therefore, internally the design is a response to the brief of a boutique hotel in terms of the spatial requirements but visually framing the views of the hinterland, being more about the external environment than the internal spaces. From the exterior the facades of the building was created in a dual framework where an external skin in terms of a frame work resembling the trees of a forest is fused with introduction of flora where overtime will consume the building envelop and merge with the hillside natural environment."]
        }
    ]
}