{
    "projects": {
        "all": ["1 Office - Aegis Fund Management", "2 Institutional - Anuradhapura Gateways", "3 Interior - Assidua", "4 Interior - Caravan Pastry Outlet", "5 Office - Hatch Space", "6 Commercial - Jewellery Store", "7 Residential - 7.7 p  House", "8 Residential - Rupasinghe", "9 - Master planning Sanchi", "10 - Residential - wet", "11 Office - Demasu Group Shared Office Spaces", "12 Office - Office Building for Malkey Rent a Car", "13 Residenial and Hospitality - Suleiman Arab Mixed Development", "14 Residential - House at Polhengoda Terrace", "15 Residential - Lake Gregory Apartments", "16 Residential - Malalasekera", "17 Residential - Nesled Hideaway", "18 Residential - South Bolgoda Retreat"],
        "residential": ["7 Residential - 7.7 p  House", "8 Residential - Rupasinghe", "10 - Residential - wet", "14 Residential - House at Polhengoda Terrace", "15 Residential - Lake Gregory Apartments", "16 Residential - Malalasekera", "17 Residential - Nesled Hideaway", "18 Residential - South Bolgoda Retreat"],
        "commercial": ["6 Commercial - Jewellery Store"],
        "hospitality": ["13 Residenial and Hospitality - Suleiman Arab Mixed Development"],
        "office": ["1 Office - Aegis Fund Management", "5 Office - Hatch Space", "11 Office - Demasu Group Shared Office Spaces", "12 Office - Office Building for Malkey Rent a Car"],
        "institutional": ["2 Institutional - Anuradhapura Gateways"],
        "intirior": ["3 Interior - Assidua", "4 Interior - Caravan Pastry Outlet"],
        "master_planing": ["9 - Master planning Sanchi"],
        "projects": [
            {
                "id": "1 Office - Aegis Fund Management",
                "name": "Aegis Fun Management Ltd",
                "location": "Union Place, Colombo, Sri Lanka",
                "type": "Office",
                "clients": "",
                "project_size": "6000 Sq.ft.",
                "plot_size": "",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg"],
                "description": "<p>The design is for a fund management organization in terms of spatial planning and creating a contemporary plush office environment that would inspire its workers and motivate its investors.</p><p>The use of the primary colours of the organization and an open planned office environment with transparent separations to create the hierarchy was a fundamental design approach in creating the ambiance and feel the organization was pursuing.</p><p>Diffused lighting with purpose design lighting fixtures and designer contemporary furniture adds and compliments the primary goals of the organization in terms of its principal objectives of being a modern transparent.</p><p>Built Area : 6000 Sq.ft.</p>"
            },
            {
                "id": "2 Institutional - Anuradhapura Gateways",
                "name": "Entrance Gateways to the UNESCO World Heritage City of Anuradhapura",
                "location": "Anuradhapura, Sri Lanka",
                "type": "Institutional",
                "clients": "",
                "project_size": "",
                "plot_size": "",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg","6 .jpg","7 .jpg","8 .jpg"],
                "description": "<p>This competition winning design is an Entrance gateway to the sacred area of the Ancient Kingdom of Anuradhapura the first capital of current day Sri Lanka. The Entrance gateway is a point of transition designed to capture the mind of the entrant and transform his state of mind to a more focused mind-set with respect and reverence.</p><p>The entrance gateway designs consist of three gateways (selected from a total of six) that derive from a cohesive singular conceptual theme. However each gateway has also evolved through contextual realities and inspirations that are unique to each one.</p><p>Each gateway has historical, religious symbolism however also relating to contemporary Sri Lanka.</p><p> The three sites chosen from given option are;</p><p>1. Eastern Entrance – Lion Pillar</p><p>2. Southern Entrance – Deke Kanuwa</p><p>3. North Eastern entrance – Malvatu Oya</p><p>The concept of the entrance gateway project is</p><p> Celebration to Serenity.</p><p>Celebration to serenity is a celebration of a rich cultural heritage that created a civilisation which evolved through Buddhism. This celebration ultimately culminates in serenity, the essence of the Buddhist philosophy where on ultimately seeks serenity. </p>"
            },
            {
                "id": "3 Interior - Assidua",
                "name": "Assidua Technologies (Pvt) Ltd",
                "location": "Galle Road, Colombo, Sri Lanka",
                "type": "Interior",
                "clients": "",
                "project_size": "1000 Sq.ft.",
                "plot_size": "",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg"],
                "description": "<p>Assidua Technologies is a high end industrial UPS supply tech company</p> <p>The diversification from Industrial UPS to other computer hardware was the necessity for a customer oriented space to showcase there additional products.</p><p>The concept for the design was creating a dynamic space that is visually enhancing and bright that reflects the product that are being retailed by the company. The stark white, red, blue and the gloss finishes embodies the corporate colours and textures of the organisations</p>"
            },
            {
                "id": "4 Interior - Caravan Pastry Outlet",
                "name": "Caravan Pastry Outlets",
                "location": "Colombo,  Sri Lanka",
                "type": "Interior",
                "clients": "",
                "project_size": "1200 Sq.ft.",
                "plot_size": "",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg"],
                "description": "<p>The project was rebranding an existing brand that retailed in confectionaries and pastries. The design challenge was to convert rented spaces to pastry shops within a 4 week time period inclusive of design and fabrication. As the spaces were rented, removable nut and bolt fabrication was incorporated into the design for re-fabrication if necessary.</p><p>The project is novel in Sri Lanka in terms of its design and its implementation bringing in a contemporary feel and internationalizing of design through the consumer food retail industry in Sri Lanka.</p>"
            },
            {
                "id": "5 Office - Hatch Space",
                "name": "Hatch Space",
                "location": "Janadhipathi Mawatha, Colombo, Sri Lanka",
                "type": "Office",
                "clients": "",
                "project_size": "40,000 Sq.ft.",
                "plot_size": "",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg"],
                "description": "<p>Located in the commercial heart of Colombo, Hatch aims to redefine the future of work by providing a vibrant, cost-effective, inspiring and convenient workspace for entrepreneurs, creators, professionals and business enterprises in Sri Lanka.The Hatch community has the option to choose from a range of flexible plans, including hot desks, dedicated workspaces and private offices. This enables businesses to scale up or down at short notice without having to move from one location to another as in a traditional business environment.</p><p>The community has direct access to the best tools, local and international mentors who are specialists in their fields and introductions to a range of start-up funds to realise their full potential.</p><p>The facility will houses over 600 workspaces, meeting rooms, auditoriums event spaces, cafeterias, coffee shops, nap rooms, breakout areas, fully functioning reprographics, video audio facilities and fabrication labs.<p/>"
            },
            {
                "id": "6 Commercial - Jewellery Store",
                "name": "Jewellery Store and Office Building",
                "location": "R.A De Mel Mawatha, Colombo, Sri Lanka",
                "type": "Commercial",
                "clients": "",
                "project_size": "9000 Sq.ft.",
                "plot_size": "11 Perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg"],
                "description": "<p>A Ground plus Five Level Retail and office Development based on R.A. De Mel Mawatha in Colombo, Sri Lanka. The Architecture used, portrays a fusion of Modern and Neo Colonial classical architectural elements fusing different timelines through space as a part of the clients visual idea.  The ground floor consist of a cement based fair faced cut jewel box representing the Jewellery store and three floors above incorporates a modern office building.</p><p>The use of polished cement rendered walls was used to create a sense of antiquity depicting a jewellery box. The elements of the louvers systems is conceptualized and used to fuse the historic and the modern together as well as to filter the sunlight penetrating in to the internal spaces.</p>"
            },
            {
                "id": "7 Residential - 7.7 p  House",
                "name": "7.7 p House",
                "location": "Ambuldeniya, Sri Lanka",
                "type": "Residential",
                "clients": "",
                "project_size": "3500 Sq.ft.",
                "plot_size": "7.7 perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg","6 .jpg","7 .jpg","8 .jpg"],
                "description": "<p>Built on 7.7 perches of land. The conflict between the requirement and spatial creation was unavailability of horizontal space. Due to certain requirements in terms of the brief the design has been split into segments in terms of level configurations. The design encompasses a vertical cube of three levels and an L shaped block of two levels. These two elements are fused and bounded by a vertical courtyard. The ground level includes the carport and entrance foyer and gives a separation in level from the living spaces. At level one the open plan living dining fuse the front and rear gardens with the central courtyard bringing in subtle monochrome light that reflects off the cement rendered floors. The aspect of cross ventilation too works through the spaces due to this connectivity and the courtyard acts as a vacuum for the hot air at the lower levels to pass through the roof terrace level. The large Pantry and kitchen gives opportunity for the service requirements.</p>"
            },
            {
                "id": "8 Residential - Rupasinghe",
                "name": "Brick House",
                "location": "Dostarawatte, Kohuwela, Sri Lanka",
                "type": "Residential",
                "clients": "",
                "project_size": "2800 Sq.ft.",
                "plot_size": "6 perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg","6 .jpg"],
                "description": "<p>Tightly knit on a 6 perch block, the house sits facing a 20 acres marshland with water and nature as a part of its landscape.</p><p>The house is raised 1.5m above the existing landscape due to the flooding in the rainy season. Brick, unpainted soffits with bare concrete, steel framed window systems give a sense of robustness to the design and sync with its natural surroundings.</p><p>Two blocks of 3 levels and 2 levels in a split format is fused through a stairwell. Brick fenestrations in the East and West of the house defuses and percolates the harsh sunlight and filterers it into the internal spaces.</p><p>The house comprises, 4 bedrooms, living and dining with an open planed pantry, workshop and a roof terrace for gardening at a higher level. </p>"
            },
            {
                "id": "9 - Master planning Sanchi",
                "name": "University of Indic and Buddhist Studies",
                "location": "Sanchi, Madhya Pradesh, India",
                "type": "Master Planning",
                "clients": "",
                "project_size": "",
                "plot_size": "110 arches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg"],
                "description": "<p>The design is a researched based University emphasizing the teachings of Buddhist and Eastern philosophies, projecting peace and Reconciliation through education.</p><p>The university consist of four faculties of academic study and accommodation for 2000 students. A Sports stadia, international library, banks, shopping arcade and a convention centre with a transportation node is its urban proposal.</p><p>The design is conceptualised through the projections of spirituality and its connections with the environment. It is a landscape oriented design that evolves from the landscape of the context. The project currently is at its schematic level.</p>"
            },
            {
                "id": "10 - Residential - wet",
                "name": "Pivots and Boxes House",
                "location": "Galpotta Road, Nawala, Sri Lanka",
                "type": "Residential",
                "clients": "",
                "project_size": "7000 Sq.ft.",
                "plot_size": "9.5 perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg"],
                "description": "<p>The Design is a house for a professional couple on 9.5 perches of Land.</p><p>The requirement of privacy in terms of the residential use as well as two office spaces and a semiprivate entertainment areas was inspired through the composition of elements using fenestrations and the existing greenery that composed a large jack fruit tree at the entrance area.</p><p>The servicing of the entertainment areas and the residential spaces has been utilized through the use of two staircases that have separate entrances and access.</p><p>The clients intention to have privacy and yet have an engagement with the street, projected the design to have permeability to the street front.</p>"
            },
            {
                "id": "11 Office - Demasu Group Shared Office Spaces",
                "name": "Demasu Group Shared Office Spaces",
                "location": "Colombo 01, Sri Lanka",
                "type": "Office",
                "clients": "",
                "project_size": "",
                "plot_size": "27 perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg","6 .jpg"],
                "description": "<p>This commercial project is located in the dense urban commercial district of the main business district of Colombo, Sri Lanka. The rise in demand for shared work space instigated this project.The lack of views to focus the building resulted in the design decision to wrap the building in a vegetated skin to filter the natural light through to the interior work spaces. The light quality and the visibility of trees and vegetation is scientifically proven to be a stimulant of efficient work.The 9th floor accommodates rentable apartments for the occupants of the office space, with views toward the busy city.The facade is an exploration into commercial tropical modernist architecture.</p>"
            },
            {
                "id": "12 Office - Office Building for Malkey Rent a Car",
                "name": "Office Building for Malkey Rent-A-Car",
                "location": "Pamankada Road, Colombo 06, Sri Lanka",
                "type": "Office",
                "clients": "",
                "project_size": "11,800 Sq.ft.",
                "plot_size": "65 perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg","6 .jpg"],
                "description": "<p>The Office building is an attachment to the existing office operation which has been functioning as a part of a colonial house over a period of 30 years. Comprising 12,000 square feet of new office space the operational aspects of the business has been brought into the new building and thereby realizing the house for its generic use.</p><p>The façade has been treated in dual layer fenestrations and greenery owing to the fact that west orientation has been determined by the restriction of site.</p><p>Interior greenery has been introduced to give a sense of environmental synergy for the staff.</p>"
            },
            {
                "id": "13 Residenial and Hospitality - Suleiman Arab Mixed Development",
                "name": "Suleiman Arab Mixed Development",
                "location": "Colombo, Sri Lanka",
                "type": "Hospitality",
                "clients": "",
                "project_size": "150,000 Sq.ft.",
                "plot_size": "66.4 perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg"],
                "description": "<p>This mixed use development aims to be the first of its kind in its context in Amour Street Colombo. The design is intricately planned to achieve its vast brief on an extremely constrained site.The building is lifted up one floor allowing for the complex vehicular circulation and access that needs to be managed in a building of this nature. The hotel, Conference and mall parking and access are segregated from the apartment parking access to allow for smooth flow and value addition to the apartments.The mall, although at the first floor is directly accessible off the street through the grand staircase. This enhances the commercial value of the space.Hotel pool and recreation is located in a mid-level sky lobby while the dedicated recreation area for the apartments is located at the roof top level.The development offers 360 degree views of the city and the Colombo Port from all floors.</p>"
            },
            {
                "id": "14 Residential - House at Polhengoda Terrace",
                "name": "House at Polhengoda Terrace",
                "location": "Polhengoda Terrace, Colombo 05,Colombo, Sri Lanka",
                "type": "Residential",
                "clients": "",
                "project_size": "5700 Sq.ft.",
                "plot_size": "23.4 perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg","6 .jpg"],
                "description": "<p>This 5 Bedroom house was designed where approximately half of the land was kept as a lawn as per the request of the client. Due to its urban setting an introverted spatial arrangement was introduced by focusing the internal spaces towards the central courtyard.</p><p>The external facades of the house are treated with timber fenestration creating a sense of privacy yet creating the transition of passage in terms of views and ventilation.</p><p>The courtyard acts on a stack effect, cooling the internal spaces and naturally ventilating them.</p><p>Exposed concrete, timber and white have been utilized to mix with the greenery of the context complimenting tropical modernism.</p>"
            },
            {
                "id": "15 Residential - Lake Gregory Apartments",
                "name": "Lake Gregory Apartments",
                "location": "Upper Lake Road, Nuwara Eliya, Sri Lanka",
                "type": "Residential",
                "clients": "",
                "project_size": "8000 Sq.ft.",
                "plot_size": "15 perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg","6 .jpg"],
                "description": "<p>The Apartment complex at Lake Gregory captures the essence of the colonial British architecture of Nuwara Eliya through the roof scape and scale. However these attributes have been made contemporary through the usage of materials and form. Each Apartment comprises open planning living and dining spaces with two bedrooms. Parking for each apartment is given at a semi basement level</p><p>Comprising just 8 units, each apartment frames the views of the Lake from the interior spaces. Texturally the interiors captures the essence of warmth through architectural tectonics and detailing.</p>"
            },
            {
                "id": "16 Residential - Malalasekera",
                "name": "House at Malalasekere Terrace",
                "location": "Malalasekere Terrace Colombo 07, Sri Lanka",
                "type": "Residential",
                "clients": "",
                "project_size": "6000 Sq.ft.",
                "plot_size": "8.6 perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg"],
                "description": "<p>This 4 Bedroom house was designed as an invert focused house. The house though situated on a small foot print has, a 2-car garage, 4 bedrooms, office room and living and dining space and service spaces. The living room is located in the 1st floor and faces a 1st floor level courtyard open to sky.</p><p>The building is placed on the site as two separate components where the private spaces a rear faced and the semipublic spaces face the road frontage. These two components are fused through the staircase that bridges these two parts of the building together but separates on either side through multiple courtyards.</p><p>This articulation of space interconnects the living room at a higher level with the trees on the road frontage and through the courtyard to the sky.</p><p>The dining space is on the ground level and opens to a second courtyard and a re garden space. </p>"
            },
            {
                "id": "17 Residential - Nesled Hideaway",
                "name": "Nestled Hideaway Villa",
                "location": "Kandy, Sri Lanka",
                "type": "Residential",
                "clients": "",
                "project_size": "11,000 Sq.ft.",
                "plot_size": "10.5 perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg","6 .jpg","7 .jpg","8 .jpg","9 .jpg","10 .jpg"],
                "description": "<p>The villa lies on a 10.5 perch (265 square meter) land on a hill in Kandy city, Sri Lanka overlooking the historical Kandy Lake. A narrow elongated site nestled between two 4 level apartment buildings. The villa is approximately 70 feet in length and 30 feet in width. The requirements of the client subjected the land to maximum utilization.The foremost experience of the site is the beautiful view across Kandy Lake towards the Maligawa (the temple of the tooth relic of Lord Buddha) and the undulating landscape of greenery and Hills beyond.The villa designed as a 5 bedroom home with 5 bathrooms, pantry, kitchen, open plan living and dining, double carport, maid’s accommodation and toilet, powder room and also has an entertainment lounge and a 40 foot lap pool with a rooftop terrace that has now been further transformed to accommodate more rooms to be purposed as a boutique hotel.</p>"
            },
            {
                "id": "18 Residential - South Bolgoda Retreat",
                "name": "South Bolgoda Retreat",
                "location": "Alubomulla, Panadura, Sri Lanka",
                "type": "Residential",
                "clients": "",
                "project_size": "10,000 Sq.ft.",
                "plot_size": "340 perches",
                "status": "completed",
                "images": ["1 .jpg", "2 .jpg","3 .jpg","4 .jpg","5 .jpg","6 .jpg","7 .jpg"],
                "description": "<p>A weekend retreat for a family designed on the shores of the south Bolgoda Lake.</p><p>The design consists of two pavilions, one open planned servicing an open living space. The second pavilion interconnects with an open passageway consists of a pantry/ living and two bedrooms with attached bathrooms. Conceptually the design was derived through the fundamental elements of the trees that exists in the landscape which has been symbolically represented by verticality in the screens and the pillars of the structures. The horizontality of the landscape is represented in the linear form and the roof. The roof opens out towards the landscape at its perimeter, drawing the visitor in, when approaching the pavilion and visually exposing the visitor to the tranquil landscape from within the building.</p>"
            }
        ]
    }
} 



